export let coffee_list = [
    {
      "title": "Espresso",
      "description": "Эспрессо - кофе, приготоволенный путём прохождения горячей воды под давлением через фильтр с молотым кофе.",
      "ingredients": [
        "Эспрессо(1)"
      ],
        "image": "https://shima-newriga.ru/wp-content/uploads/2020/04/Espresso-_-Dvojnoj-espresso.jpg",
      "id": 1
    },
    {
      "title": "Доппио",
      "description": "Доппио (итал. Doppio), Двойной эспрессо — кофейный напиток, готовящийся как двойная порция эспрессо с помощью кофейного фильтра или эспрессо-машины.",
      "ingredients": [
        "Эспрессо(2)"
      ],
      "image": "https://static.tildacdn.com/tild6466-3663-4136-b434-376462646636/62-min.jpg",
      "id": 2
    },
    {
      "title": "Какое-то кофе",
      "description": "Я устал",
      "ingredients": [
        "Горячая вода",
        "Холодная вода"
      ],
      "image": "https://www.meme-arsenal.com/memes/7d0aad95d41b21936d96e7fae169d06f.jpg",
      "id": 3
    },
    {
      "title": "На пробу",
      "description": "лишь бы получилось",
      "ingredients": [
        "Молоко",
        "Холодная вода"
      ],
      "image": "https://topkin.ru/wp-content/uploads/2017/11/7.jpg",
      "id": 4
    },
    {
      "title": "Американо",
      "description": "Американо - кофейный напиток, для приготовления которого требуется сначала сварить порцию эспрессо, а потом добавить 90 мл горячей воды. Можно также добавить сахар по вкусу.",
      "ingredients": [
        "Эспрессо(1)",
        "Сахар"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-18.jpg",
      "id": 5
    },
    {
      "title": "Латте",
      "description": "Латте (англизированный и сокращённый вариант от итал. caffè latte [kaffeˈlatte] — «кофе с молоком») — кофейный напиток, на основе молока, представляющий собой трёхслойную смесь из пены, молока (итал. latte) и кофе эспрессо. Был изобретён в Италии.",
      "ingredients": [
        "Чёрный кофе",
        "Молоко"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-14.jpg",
      "id": 6
    },
    {
      "title": "Фраппе",
      "description": "Кофе фраппе́ (фр. frappé — охлаждённый) — покрытый молочной пеной холодный кофейный напиток греческого происхождения. Напиток наиболее известен под французским названием frappé (с фр. — «охлаждённый в колотом льду», от фр. frapper — бить, колоть) и связан с разновидностью итальянского напитка под названием гранита.",
      "ingredients": [
        "Растворимый кофе",
        "Сахар",
        "Лёд",
        "Холодная вода"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-19.jpg",
      "id": 7
    },
    {
        "title": "34535",
        "description": "проверим работает ли сахар",
        "ingredients": [
            "Молоко",
            "Сахар"
        ],
        "image": "https://fikiwiki.com/uploads/posts/2022-02/1644961563_24-fikiwiki-com-p-kartinki-sgushchenka-25.jpg",
        "id": 8
    },
    {
      "title": "Мокко",
      "description": "Мокко — это напиток на основе эспрессо с добавлением молока, какао-порошка или шоколадного сиропа. Бариста украшают его взбитыми сливками, шоколадной стружкой, какао, корицей и иногда маршмеллоу.",
      "ingredients": [
        "Эспрессо(1)",
        "Молоко",
        "Сливки",
        "Шоколад"
      ],
      "image": "https://about-tea.ru/wp-content/uploads/b/c/2/bc260a76f92a81a34cc1b84126fb83b5.jpeg",
      "id": 9
    },
    {
      "title": "Глясе",
      "description": "Глясе́ — холодный напиток на основе кофе с добавлением мороженого. В качестве посуды обычно используется стеклянный стакан или фужер.",
      "ingredients": [
        "Чёрный кофе",
        "Мороженое"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-20.jpg",
      "id": 10
    },
    {
      "title": "Ирландский кофе",
      "description": "«Кофе по-ирла́ндски» — кофейный напиток, который относят в категорию коктейлей со сливками, на основе ирландского виски, чёрного кофе, взбитых сливок и коричневого сахара.",
      "ingredients": [
        "Чёрный кофе",
        "Сахар",
        "Сливки",
        "Виски"
      ],
      "image": "https://s3.amazonaws.com/mscwordpresscontent/wa/wp-content/uploads/2018/02/Irish-coffee_1600.jpg",
      "id": 11
    },
     {
      "title": "Макиато",
      "description": "Макиато — кофейный напиток, изготавливаемый путем добавления к эспрессо минимального количества («пятнышка») молока, обычно взбитого.",
      "ingredients": [
        "Эспрессо(1)",
        "Молоко"
      ],
      "image": "https://best-stress-relief.test1.co.il/wp-content/uploads/2020/04/coffee.jpg",
      "id": 12
    },
    {
      "title": "Капучино",
      "description": "Капучи́но — кофейный напиток итальянской кухни на основе эспрессо с добавлением в него подогретого вспененного молока.",
      "ingredients": [
        "Эспрессо(1)",
        "Молоко",
        "Сахар"
      ],
      "image": "https://dishingpc.com/wp-content/uploads/2019/11/3-1024x768.jpg",
      "id": 13
    },
    {
      "title": "Кофе по-венски",
      "description": "Кофе по-венски быстро понравился людям, и уже через 25 лет количество заведений, предлагавших напиток, увеличилось до 150. Кофе по-венски очень нравится местным жителям. Калорийность кофе по-венски. В чашке классического напитка содержится 90 ккал. В несладком варианте – всего 60–70 ккал.",
      "ingredients": [
        "Чёрный кофе",
        "Сливки"
      ],
      "image": "https://coffee-biz.ru/wp-content/uploads/2020/12/8.jpg",
      "id": 14
    },
    {
      "title": "Айс-кофе",
      "description": "Холодный кофе или айс-кофе, ледяной кофе — способ подачи кофейных напитков. Часто употребляется в качестве прохладительного напитка, особенно летом.",
      "ingredients": [
        "Чёрный кофе",
        "Молоко",
        "Лёд",
        "Горячая вода",
      ],
      "image": "https://avatars.dzeninfra.ru/get-ynews/6004401/16c1449ba15bdf43e9ef2f3ef83029de/992x496",
      "id": 15
    },
    {
      "title": "Аффогато",
      "description": "Аффогато (итал. affogato — утонувший) — десерт на основе кофе. Десерт обычно готовится из ванильного мороженого, которое заливается порцией горячего эспрессо. Существуют разновидности десерта с добавлением амаретто или другого ликёра. Есть также рецепты с ореховым мороженым, какао-порошком, сливками или топлёным шоколадом.",
      "ingredients": [
        "Чёрный кофе",
        "Мороженое",
        "Шоколад"
      ],
      "image": "https://avatars.mds.yandex.net/get-images-cbir/941406/8rn3JSR38nfoxyGsXM-8tA1149/ocr",
      "id": 16
    },
    {
      "title": "Медовый раф",
      "description": "Медовый раф – это взбитая смесь кофе со сливками, заправленная мёдом. История медового рафа такова, что в конце XX века в московской кофейне Coffee Bean работали три бариста: Глеб Невейкин, Артём Берестов и Галина Самохина. Специально для привередливого клиента по имени Рафаэль они изобрели чудо-напиток раф, представлявший собой однородную сливочно-кофейную пену.",
      "ingredients": [
        "Эспрессо(1)",
        "Сливки",
        "Мёд"
      ],
      "image": "https://avatars.mds.yandex.net/get-images-cbir/7739823/LvKo6thvVpg0Ese6D1wPoA1646/ocr",
      "id": 17
    },
    {
      "title": "Бичерин",
      "description": "Бичерин – кофейный коктейль, состоящий из 3 слоёв: внизу – горячий шоколад, посередине – кофе, сверху – взбитые сливки. От всех других кофейно-сливочных напитков отличается обязательным наличием шоколада (иногда – шоколадно-ореховой пасты джандуйю, а в «диетическом» варианте – какао). По внешнему виду и способу подачи напоминает айриш кофе, но в бичерин никогда не добавляют алкоголь.",
      "ingredients": [
        "Эспрессо(1)",
        "Сливки",
        "Шоколад"
      ],
      "image": "https://about-tea.ru/wp-content/uploads/2/5/d/25d1b698101a516f62c066e30db22bcb.jpeg",
      "id": 18
    },
    {
      "title": "Раф",
      "description": "Раф-кофе — кофейный напиток, готовится путём добавления нагретых паром сливок с небольшим количеством пены (0,5 см) в одиночную порцию эспрессо. Часто подаётся с сиропом.",
      "ingredients": [
        "Эспрессо(1)",
        "Сахар",
        "Сливки"
      ],
      "image": "https://static.tildacdn.com/tild3035-6265-4139-b665-373234666433/6F3A5635.jpg",
      "id": 19
    },
    {
      "title": "Флэт уайт",
      "description": "Флэт уайт — кофейный напиток на основе двойного эспрессо с добавлением молока, созданный в 1980-х годах.",
      "ingredients": [
        "Эспрессо(2)",
        "Молоко"
      ],
      "image": "https://cupofcoffee.biz/storage/2018/09/Flat-white.jpg",
      "id": 20
    },
    {
       "title": "Айс-айс",
       "description": "Чистый лёд? Это не кофе.",
        "ingredients": [
        "Лёд"
        ],
        "image": "https://sun1-87.userapi.com/impg/DWhfy9Gq9eU6CGRZpj5hmkcSHqxF05ZfNHE0-g/MYoSeTnfQ2k.jpg?size=558x510&quality=96&sign=6e6b0405c50d12db4d8ca0376c4aea4d&type=album",
        "id": 21
},
    {
      "title": "Пчел",
      "description": "Мёд — сладкий, густой, вязкий продукт, вырабатываемый пчёлами и родственными насекомыми. Мёд может входить в состав кофе. Пчел одобряет чистый мёд",
      "ingredients": [
        "Мёд"
      ],
      "image": "https://sun9-29.userapi.com/impg/aakoeIeqSoxkhxBBbWG2QuDPDzo_bYvZqXXUKQ/nfdDJQUjKNo.jpg?size=640x640&quality=96&sign=ce4bafadebaa9d4e92c4db5f64b07e8d&type=album",
      "id": 22
    },
    
     {
      "title": "Паук с водой",
      "description": "На основе воды готовиться кофе. Вы почти близки. Выберите остальные ингредиенты :)",
      "ingredients": [
        "Холодная вода"
      ],
      "image": "https://sun1-16.userapi.com/impg/ciuEvV_ay7lfiT_o2s0F3_AUV8ruTfOPtjH5AA/VpcCiCOHoxg.jpg?size=600x535&quality=96&sign=afc0d9eb4b91a2a1b09fc07a3ab196b1&type=album",
      "id": 23
    },
     {
      "title": "Собака",
      "description": " "Предпочитаю быть пьяным, чем обманутым" (с.Лазарев). Мы, к сожалению, не продаем алкоголь, но очень вас понимаем. Выберите остальные ингредиенты, пожалуйста",
      "ingredients": [
        "Виски"
      ],
      "image": "https://sun1-27.userapi.com/impg/GzWoFxOfPN0JmKqHHvh-8uv3Yxnnt2ItZR3bUQ/K8SnWlUM-9U.jpg?size=512x512&quality=95&sign=0cf82a5d2965aefd5e93211950921c74&type=album",
      "id": 24
    }
]
