export let coffee_list = [
    {
      "title": "Espresso",
      "description": "Эспрессо - кофе, пригтоволенный путём прохождения горячей воды под давлением через фильтр с молотым кофе.",
      "ingredients": [
        "Эспрессо(1)"
      ],
        "image": "https://shima-newriga.ru/wp-content/uploads/2020/04/Espresso-_-Dvojnoj-espresso.jpg",
      "id": 1
    },
    {
      "title": "Доппио",
      "description": "Доппио (итал. Doppio), Двойной эспрессо — кофейный напиток, готовящийся как двойная порция эспрессо с помощью кофейного фильтра или эспрессо-машины.",
      "ingredients": [
        "Эспрессо(2)"
      ],
      "image": "https://static.tildacdn.com/tild6466-3663-4136-b434-376462646636/62-min.jpg",
      "id": 2
    },
    {
      "title": "Какое-то кофе",
      "description": "Я устал",
      "ingredients": [
        "Горячая вода",
        "Холодная вода"
      ],
      "image": "https://www.meme-arsenal.com/memes/7d0aad95d41b21936d96e7fae169d06f.jpg",
      "id": 3
    },
    {
      "title": "На пробу",
      "description": "лишь бы получилось",
      "ingredients": [
        "Молоко",
        "Холодная вода"
      ],
      "image": "https://topkin.ru/wp-content/uploads/2017/11/7.jpg",
      "id": 4
    },
    {
      "title": "Американо",
      "description": "Американо - кофейный напиток, для приготовления которого требуется сначала сварить порцию эспрессо, а потом добавить 90 мл горячей воды. Можно также добавить сахар по вкусу.",
      "ingredients": [
        "Эспрессо(1)",
        "Сахар"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-18.jpg",
      "id": 5
    },
    {
      "title": "Латте",
      "description": "Латте (англизированный и сокращённый вариант от итал. caffè latte [kaffeˈlatte] — «кофе с молоком») — кофейный напиток, на основе молока, представляющий собой трёхслойную смесь из пены, молока (итал. latte) и кофе эспрессо. Был изобретён в Италии.",
      "ingredients": [
        "Чёрный кофе",
        "Молоко"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-14.jpg",
      "id": 6
    },
    {
      "title": "Фраппе",
      "description": "Кофе фраппе́ (фр. frappé — охлаждённый) — покрытый молочной пеной холодный кофейный напиток греческого происхождения. Напиток наиболее известен под французским названием frappé (с фр. — «охлаждённый в колотом льду», от фр. frapper — бить, колоть) и связан с разновидностью итальянского напитка под названием гранита.",
      "ingredients": [
        "Растворимый кофе",
        "Сахар",
        "Лёд",
        "Холодная вода"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-19.jpg",
      "id": 7
    },
    {
        "title": "34535",
        "description": "проверим работает ли сахар",
        "ingredients": [
            "Молоко",
            "Сахар"
        ],
        "image": "https://fikiwiki.com/uploads/posts/2022-02/1644961563_24-fikiwiki-com-p-kartinki-sgushchenka-25.jpg",
        "id": 8
    },
    {
      "title": "Мокко",
      "description": "Мокко — это напиток на основе эспрессо с добавлением молока, какао-порошка или шоколадного сиропа. Бариста украшают его взбитыми сливками, шоколадной стружкой, какао, корицей и иногда маршмеллоу.",
      "ingredients": [
        "Эспрессо(1)",
        "Молоко",
        "Сливки",
        "Шоколад"
      ],
      "image": "https://about-tea.ru/wp-content/uploads/b/c/2/bc260a76f92a81a34cc1b84126fb83b5.jpeg",
      "id": 9
    },
    {
      "title": "Глясе",
      "description": "Глясе́ — холодный напиток на основе кофе с добавлением мороженого. В качестве посуды обычно используется стеклянный стакан или фужер.",
      "ingredients": [
        "Чёрный кофе",
        "Мороженое"
      ],
      "image": "https://kofegid.info/wp-content/uploads/2019/04/raznovidnost-i-opisanie-20.jpg",
      "id": 10
    },
    {
      "title": "Ирландский кофе",
      "description": "«Кофе по-ирла́ндски» — кофейный напиток, который относят в категорию коктейлей со сливками, на основе ирландского виски, чёрного кофе, взбитых сливок и коричневого сахара.",
      "ingredients": [
        "Чёрный кофе",
        "Сахар",
        "Сливки",
        "Виски"
      ],
      "image": "https://s3.amazonaws.com/mscwordpresscontent/wa/wp-content/uploads/2018/02/Irish-coffee_1600.jpg",
      "id": 11
    },
     {
      "title": "Макиато",
      "description": "Макиато — кофейный напиток, изготавливаемый путем добавления к эспрессо минимального количества («пятнышка») молока, обычно взбитого.",
      "ingredients": [
        "Эспрессо(1)",
        "Молоко"
      ],
      "image": "https://best-stress-relief.test1.co.il/wp-content/uploads/2020/04/coffee.jpg",
      "id": 12
    },
    {
      "title": "Капучино",
      "description": "Капучи́но — кофейный напиток итальянской кухни на основе эспрессо с добавлением в него подогретого вспененного молока.",
      "ingredients": [
        "Эспрессо(1)",
        "Молоко",
        "Сахар"
      ],
      "image": "https://dishingpc.com/wp-content/uploads/2019/11/3-1024x768.jpg",
      "id": 13
    },
    {
      "title": "Кофе по-венски",
      "description": "Кофе по-венски быстро понравился людям, и уже через 25 лет количество заведений, предлагавших напиток, увеличилось до 150. Кофе по-венски очень нравится местным жителям. Калорийность кофе по-венски. В чашке классического напитка содержится 90 ккал. В несладком варианте – всего 60–70 ккал.",
      "ingredients": [
        "Чёрный кофе",
        "Сливки"
      ],
      "image": "https://coffee-biz.ru/wp-content/uploads/2020/12/8.jpg",
      "id": 14
    },
    {
      "title": "Айс-кофе",
      "description": "Холодный кофе или айс-кофе, ледяной кофе — способ подачи кофейных напитков. Часто употребляется в качестве прохладительного напитка, особенно летом.",
      "ingredients": [
        "Чёрный кофе",
        "Молоко",
        "Лёд",
        "Горячая вода",
      ],
      "image": "https://avatars.dzeninfra.ru/get-ynews/6004401/16c1449ba15bdf43e9ef2f3ef83029de/992x496",
      "id": 15
    }
    
    
]
